12/data/attachments/4008d77ae8aca483.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsPageRequest>
            <nif:username>soap_friends_6cf6109e-6903-4532-a6c8-84eaf49ac264</nif:username>
            <nif:pageInfo>
                <nif:page>100</nif:page>
                <nif:size>100</nif:size>
                
            </nif:pageInfo>
            
        </nif:friendsPageRequest>
    </soapenv:Body>
</soapenv:Envelope>